/* Hybrid map view */
"Hybrid" = "잡종";

/* Satellite map view */
"Satellite" = "위성";

/* Standard map view */
"Standard" = "표준";

/* Shows and zooms in on location */
"Tap for location" = "위치 에 대한 누릅니다";
